Repository: paul019/integration_bee_helper
Catalog: lib/l10n/app_*.arb
Languages: de

source: Agenda item #{number}
de: Programmpunkt #{number}

source: Coming up: {title}
de: Als nächstes: {title}

source: Next integral coming up
de: Nächste Aufgabe...

source: Exercise {number}
de: Aufgabe {number}

# extraExerciseNumber
source: Exercise {number}+{extra}
de: Aufgabe {number}+{extra}

# latexBabelLanguage
source: english
de: ngerman

source: Integral list (CONFIDENTIAL)
de: Integralliste (VERTRAULICH)

# turnAroundWhenInstructed
source: Please only turn around when instructed!
de: Bitte erst auf Anweisung umdrehen!

# integralNumberPrint
source: Integral No.
de: Integral Nr.

source: Qualification test solutions
de: Lösungen zum Qualifikations-Test

# exerciseNumberPrint
source: Exercise
de: Aufgabe

# remarksOnTheTest
source: Remarks on the test -- please read carefully
de: Hinweise -- bitte gründlich durchlesen:

source: Good luck!
de: Viel Erfolg!

source: Do you really want to delete this agenda item?
de: Möchtest du wirklich diesen Programmpunkt löschen?

source: Do you really want to force-start this agenda item?
de: Möchtest du diesen Programmpunkt wirklich erzwingen?

# titleColon
source: Title:
de: Titel:

source: Title (optional)
de: Titel (optional)

source: Competitor 1
de: Teilnehmer 1

source: Competitor 2
de: Teilnehmer 2

# integralsColon
source: Integrals:
de: Integrale:

# timeLimitColon
source: Time limit:
de: Zeitlimit:

source: Duration in seconds
de: Dauer in Sekunden

# spareIntegralsColon
source: Spare integrals:
de: Ersatz-Integrale:

# competitorsColon
source: Competitors:
de: Teilnehmer:

source: Competitors
de: Teilnehmer

source: Codes (required)
de: Codes (erforderlich)

source: Title
de: Titel

# subtitleColon
source: Subtitle:
de: Untertitel:

source: Subtitle
de: Untertitel

# imageUrlColon
source: Image URL:
de: Bild-URL:

source: Image URL
de: Bild-URL

source: Do you really want to start from the beginning?
de: Möchtest du wirklich von vorne beginnen?

source: Do you really want to reset?
de: Möchtest du wirklich zurücksetzen?

source: Start from beginning
de: Von vorne beginnen

source: Reset
de: Zurücksetzen

source: Download Documents
de: Dokumente herunterladen

source: No agenda items yet.
de: Noch keine Programmpunkte.

source: Do you really want to delete this integral?
de: Möchtest du dieses Integral wirklich löschen?

source: Code copied to clipboard
de: Code in die Zwischenablage kopiert

# spareIntegralQuestionMark
source: Spare integral?
de: Ersatz-Integral?

source: Problem (LaTeX)
de: Aufgabe (LaTeX)

source: Solution (LaTeX)
de: Lösung (LaTeX)

source: Integrals added
de: Integrale hinzugefügt

source: Codes copied to clipboard
de: Codes in die Zwischenablage kopiert

source: Copy codes
de: Codes kopieren

source: Close
de: Schließen

source: Import integrals
de: Integrale importieren

source: Import
de: Importieren

source: Tournament tree
de: Turnierbaum

source: Preview
de: Vorschau

source: Cancel
de: Abbrechen

source: Add
de: Hinzufügen

source: All integral types
de: Alle Integral-Typen

source: Regular integrals
de: Reguläre Integrale

source: Spare integrals
de: Ersatz-Integrale

source: All integrals
de: Alle Integrale

source: Allocated integrals
de: Zugewiesene Integrale

source: Unallocated integrals
de: Nicht zugewiesene Integrale

source: Used integrals
de: Verwendete Integrale

source: Unused integrals
de: Unverwendete Integrale

source: No integrals yet.
de: Noch keine Integrale.

# noIntegralsMatchTheFilter
source: No integrals match the filters.
de: Keine Integrale entsprechen den Filtern.

source: Reset filters
de: Filter zurücksetzen

source: Resume timer
de: Timer fortsetzen

source: Pause timer
de: Timer pausieren

source: Do you really want to show the solution?
de: Möchtest du wirklich die Lösung anzeigen?

source: Show solution
de: Lösung anzeigen

source: {person} wins
de: {person} gewinnt

source: Draw
de: Unentschieden

source: Cannot edit finished agenda item
de: Kann abgeschlossenen Programmpunkt nicht bearbeiten

source: Next integral
de: Nächstes Integral

source: Do you really want to go back?
de: Möchtest du wirklich zurückgehen?

source: No active agenda item
de: Kein aktiver Programmpunkt

source: Please choose an agenda item in competition planner.
de: Bitte wähle einen Programmpunkt im Wettkampfplaner

# currentAgendaItemIsNotFinishedYet
source: The current agenda item is not finished yet. Do you want to go forward anyway?
de: Der aktuelle Programmpunkt ist noch nicht abgeschlossen. Möchtest du trotzdem fortfahren?

source: Additional integral
de: Zusätzliches Integral

source: Do you really want to finish this qualification round?
de: Möchtest du diese Qualifikationsrunde wirklich beenden?

source: Qualification round finished
de: Qualifikationsrunde beendet

source: Choose a spare integral
de: Wähle ein Ersatz-Integral

source: Choose
de: Wählen

# copyrightNotice
source: Software developed in Heidelberg by Paul Obernolte (MIT license, {year})
de: Software entwickelt in Heidelberg von Paul Obernolte (MIT license, {year})

source: Please enter a valid email
de: Bitte gib eine gültige E-Mail-Adresse ein

# passwordTooShort
source: Password must be at least 5 characters
de: Passwort muss mindestens 5 Zeichen lang sein

# passwordTooLong
source: Password must be at most 25 characters
de: Passwort darf maximal 25 Zeichen lang sein

source: Authentication
de: Authentifizierung

source: Password
de: Passwort

source: Register
de: Registrieren

source: Login
de: Anmelden

source: Mission Control
de: Kontrollzentrum

source: Competition planner
de: Wettkampfplaner

source: Integrals
de: Integrale

source: Settings
de: Einstellungen

source: Choose presentation
de: Präsentation wählen

source: Main presentation
de: Hauptpräsentation

source: Side presentation
de: Nebenpräsentation

source: Qualification round
de: Qualifikationsrunde

source: Knockout round
de: K.o.-Runde

source: Qualification test
de: Qualifikationstest

# remarksColon
source: Remarks:
de: Hinweise:

source: Remarks
de: Hinweise

source: Language
de: Sprache
